Repository: ChonPaSa/diving-calculators
Catalog: languages/diving-calculators-*.po
Languages: es_es

source: Scuba Diving Calculators
es_es: Calculadoras de Buceo

source: Collapse the calculators
es_es: Colapsar las calculadoras

source: Maximum Operation Depth
es_es: Profundidad maxima de operación

source: Best Nitrox Mix
es_es: Mejor mezcla Nitrox

source: Equivalent Air Depth
es_es: Profundidad equivalente en aire

source: Equivalent Narcotic Depth
es_es: Profundidad narcótica equivalente

source: Surface Air Consumption Rate
es_es: Tasa de consumo de aire en superficie

source: Altitude Diving
es_es: Buceo de altitud

source: Lift Bag Volume
es_es: Volumen de la bolsa de elevación

source: Diving Calculators
es_es: Calculadoras de Buceo

source: Calculators Title:
es_es: Título de las calculadoras

source: Choose the calculators:
es_es: Elige las calculadoras:

source: Metric
es_es: Métrico

source: Salt
es_es: Salada

source: Fresh
es_es: Dulce

source: ** This will affect all calculations
es_es: ** Afecta todos los calculos

source: Max. Operation Depth
es_es: Profundidad max. de operación

source: Fraction of Oxygen
es_es: Fracción de oxigeno

source: Partial Pressure Oxygen
es_es: Presión parcial del oxigeno

source: 1.2 to 1.6 bar
es_es: 1.2 a 1.6

source: Maximum Partial Pressure Oxygen
es_es: Máxima presión parcial del oxigeno

source: Maximum Depth
es_es: Profundidad Maxima

source: meters/ fee
es_es: metros/ pies

source: Planned Depth
es_es: Profundidad planeada

source: meters/ feet
es_es: metros/ pies

source: Fraction of Helium
es_es: Fracción de helio

source: Surface Air Consumption
es_es: Consumo de aire en superficie

source: Time at Depth
es_es: Tiempo en profundidad

source: minutes
es_es: minutos

source: Average Depth
es_es: Profundidad media

source: meters / feet
es_es: metros/ pies

source: Gas Used
es_es: Gas usado

source: Cylinder Size
es_es: Tamaño del tanque

source: 12L /80 cu foot
es_es: 12L /80 pies cub

source: Altitude
es_es: Altitud

source: Actual Depth
es_es: Profundidad real

source: Object Weight
es_es: Peso del objecto

source: Object Volumen
es_es: Volumen del objecto

source: liters / cu foot
es_es: litros / pies cub

source: Depth
es_es: Profundidad

source: Maximum Operating Depth is
es_es: La profundidad maxima de operación es

source: The best Nitrox mix is
es_es: La mejor mezca de nitrox es

source: Equivalent Air Depth is
es_es: La profundidad equivalente en aire es

source: Equivalent Narcotic Depth is
es_es: La profundidad narcótica equivalente es

source: Surface Air Consumption Rate is
es_es: La tasa de consumo de aire en superficie es

source: The surface air pressure is
es_es: La presión en superficie es

source: Theoretical Ocean Depth is
es_es: La profundidad teorética es

source: You need a lift capacity of
es_es: Necesitas una capacidad de elevación de

source: The lift bag uses
es_es: La bolsa de elevación usa

source: of air
es_es: de aire

source: Form data is not valid. Insert only numbers
es_es: Datos no validos. Introduce solo números
